Repository: amiut/woocommerce-rewards-plugin
Catalog: languages/dwebcr-*.po
Languages: fa_ir

source: Rewards
fa_ir: پاداش ها

source: Rewards Settings
fa_ir: تنظیمات افزونه پاداش

source: You can tweak Points and Rewards plugin settings in this page
fa_ir: در این صفحه میتوانید تنظیمات مربوط به افزونه پاداش را تغییر دهید

source: Conversion Rates
fa_ir: نرخ های تبدیل

source: Invalid data store.
fa_ir: پایگاه داده معتبر نیست

source: Amount must be greater than zero
fa_ir: مقدار وارد شده باید بیشتر از صفر باشد

source: insufficient balance
fa_ir: موجودی کافی نیست

source: Invalid user
fa_ir: کاربر نامعتبر

source: Type must be `add` or `sub`
fa_ir: نوع باید `add` یا `sub` باشد

source: Invalid Point.
fa_ir: امتیاز نامعتبر

source: There is a problem with swapping, please contact support
fa_ir: مشکلی با تبدیل امتیازات پیش آمده است، لطفا با پشتیبانی تماس بگیرید

source: Swapping earned points
fa_ir: تبدیل امتیازات بدست آورده شده

source: Amount is not set
fa_ir: مقدار وارد نشده

source: Swap successful
fa_ir: تبدیل با موفقیت انجام شد

source: Identifier is not defined
fa_ir: مشخصه تعریف نشده
